Repository: mogria/umpaumpa
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de_ch

source: Not Found
de_ch: Nid gfunde

source: Page not found
de_ch: Siite nid gfunde

source: Sorry, the page you requested could not be found
de_ch: Tschuldigung, d'siite wo du agfragt hesch hed nid chenne gfunde werde.

source: Events on the date
de_ch: Konzis am Datum

source: No event at this date
de_ch: A dem Datum gids kei Konzis.

source: Event Start
de_ch: Start

source: Menu Events
de_ch: Konzis

source: Upcoming Events
de_ch: Nächsti Konzis

source: Currently there are no new Events available.
de_ch: Momentan gids kei nächsti Konzis.

source: Calendar
de_ch: Kalender

source: Currently there are no event dates available in the calendar
de_ch: Momentan sind kei Konzis im Kalender iitreid.

source: Site Title
de_ch: umpaumpa.ch

source: Site Header
de_ch: umpaumpa.ch

source: Menu Venues
de_ch: Ort

source: Menu Bands
de_ch: Bänds

source: Footer Last Updated
de_ch: Z'letscht gändered am

source: Event with UUID %(uuid) was not found.
de_ch: Keis Konzi mit UUID %(uuid) gfunde.

source: English
de_ch: Englisch

source: Schweizerdeutsch
de_ch: Schwiizerdütsch
